Repository: shinnok-br/fop2-docker
Catalog: alpine/fop2/html/admin/i18n/*/LC_MESSAGES/fop2manager.po
Languages: es_es, fr_fr

source: Delete %s
es_es: Eliminar %s
fr_fr: Effacer %s

source: Delete
es_es: Eliminar
fr_fr: Effacer

source: Settings let you change some default behaviour for the Switchboard, like enabling drag&amp;drop, webSocket, changing the number of lines to display per button, change available presence options, etc.
es_es: En configuración pueden modificarse opciones básicas de configuración y apariencia del panel, como habilitar drag&amp;drop, web sockets, cambiar el número de líneas a mostrar por botón, configurar opciones de presencia, etc
fr_fr: En configuración pueden modificarse opciones básicas de configuración y apariencia del panel, como habilitar drag&amp;drop, web sockets, cambiar el número de líneas a mostrar por botón, configurar opciones de presencia, etc

source: Access Control
es_es: Control de Acceso
fr_fr: Contrôle d'accès

source: Resource
es_es: Recurso
fr_fr: Ressource

source: Required Roles
es_es: Roles requeridos
fr_fr: Rôles requis

source: From here you can define what roles are needed to access different resources on FOP2 Manager.
es_es: Aquí podrá definir que roles son necesarios para acceder a distintos recursos del FOP2 Manager.
fr_fr: De là, vous pouvez définir les rôles sont nécessaires pour accéder à différentes ressources sur FOP2 Gestionnaire

source: FOP2 Manager Users
es_es: Usuarios FOP2 Manager
fr_fr: Utilisateurs FOP2 Manager

source: From here you can manage FOP2 Manager users and their role
es_es: En esta sección podrá administrar los usuarios y roles que pueden acceder al administrador de FOP2
fr_fr: De là, vous pouvez gérer les utilisateurs de FOP2 Manager et leur rôle

source: Value cannot be empty.
es_es: El valor no puede quedar vacío.
fr_fr: La valeur ne peut pas être vide

source: Please insert a login name.
es_es: Por favor ingrese un nombre de ingreso.
fr_fr: Insérez un nom d'utilisateur

source: Please fill the password
es_es: Por favor ingrese una contraseña
fr_fr: Veuillez remplir le mot de passe

source: Please select a role for this user.
es_es: Por favor elija un rol para este usuario.
fr_fr: Sélectionnez un rôle pour cet utilisateur

source: That user already exists.
es_es: Ese usuario ya existe.
fr_fr: Cet utilisateur existe déjà

source: Add Record
es_es: Agregar Registro
fr_fr: Ajouter un enregistrement

source: Export
es_es: Exportar
fr_fr: Exporter

source: Import
es_es: Importar
fr_fr: Importer

source: No records found
es_es: No se encontraron registros
fr_fr: Aucun enregistrement trouvé

source: First
es_es: Primero
fr_fr: Premier

source: Previous
es_es: Anterior
fr_fr: Précédent

source: Next
es_es: Siguiente
fr_fr: Suivant

source: Last
es_es: Ultimo
fr_fr: Dernier

source: Page
es_es: Pagina

source: of
es_es: de
fr_fr: de

source: Total records found
es_es: Total de registros encontrados
fr_fr: Total des enregistrements trouvés

source: View Record
es_es: Ver Registro
fr_fr: Voir l'enregistrement

source: Edit Record
es_es: Editar Registro
fr_fr: Modifier l'enregistrement

source: Record inserted
es_es: Registro insertado
fr_fr: Enregistrement inséré

source: File was uploaded successfully
es_es: El archivo se subio con exito
fr_fr: Le fichier a été chargé avec succès

source: Success!
es_es: Exito!
fr_fr: Succès !

source: Record updated
es_es: Registro actualizado
fr_fr: Enregistrement mis à jour

source: An error has occurred
es_es: Ha ocurrido un error
fr_fr: Une erreur est survenue

source: Record deleted
es_es: Registro borrado
fr_fr: Enregistrement supprimé

source: Delete Marked
es_es: Borrar Marcados
fr_fr: Supprimer sélection

source: Ignoring field
es_es: Ignorando el campo
fr_fr: Ignorer le champ

source: No valid fields to import!
es_es: No hay campos válidos para importar
fr_fr: Pas de champs valide à importer !

source: %s records imported
es_es: %s registros importados
fr_fr: %s enregistrement importé

source: Problems with the file upload. Check permissions on the upload directory.
es_es: Hubo problemas al subir el archivo. Verifique permisos del directorio upload.
fr_fr: Problème avec le fichier importé. Verifiez les permissions du répertoire

source: Error inserting record:<br>
es_es: Ocurrió un error al inserar el registro:<br>
fr_fr: Erreur lors de l'insertion de l'enregistrement :<br>

source: Error updating record
es_es: Ocurrió un error al actualizar el registro
fr_fr: Erreur lors de la mise a jour de l'enregistrement

source: %s records deleted
es_es: %s registros eliminados
fr_fr: %s enregistrement(s) effacé(s)

source: Could not delete records
es_es: No fue posible eliminar los registros
fr_fr: Impossible d'effacer l'enregistrement

source: There are no records to export
es_es: No hay registros para exportar
fr_fr: Aucun enregistrement à exporter

source: All %s records on this page are selected.
es_es: Los %s registros en esta página han sido seleccionados.
fr_fr: Les %s enregistrements de cette page sont sélectionnés.

source: Select all %s records.
es_es: Seleccionar el total de %s registros.
fr_fr: Les %s enregistrements sont sélectionnés

source: All %s records are selected.
es_es: La totalidad (%s) de los registros han sido seleccionados.

source: Clear Selection
es_es: Limpiar Selección
fr_fr: Effacer la sélection

source: Please correct this value
es_es: Por favor corrija este valor
fr_fr: Corrigez cette valeur

source: Time must be greater than $1 field
es_es: La hora debe ser mayor al campo $1
fr_fr: Le temps doit être supérieur au champ $1

source: Date must be greater than $1 field
es_es: La fecha debe ser mayor al campo $1
fr_fr: La date doit être supérieure au champ $1

source: FOP2 Manager upgraded!
es_es: FOP2 Manager actualizado!

source: No
fr_fr: Non
