Repository: shinnok-br/fop2-docker
Catalog: alpine/fop2/html/admin/i18n/*/LC_MESSAGES/fop2manager.po
Languages: es_es, fr_fr

source: Please insert a permission name.
es_es: Por favor ingrese un nombre de permiso.
fr_fr: SVP insérer un nom de permission.

source: That name is reserved for stock permissions, choose another one.
es_es: Ese nombre está reservado para los permisos standard del FOP2. Por favor elija otro nombre.
fr_fr: Ce nom est réservé pour les actions par defaut, en choisir un autre.

source: Accept
es_es: Aceptar
fr_fr: Accepter

source: Cancel
es_es: Cancelar
fr_fr: Annuler

source: The following error(s) occurred processing the uploaded file: %s
es_es: Han ocurrido los siguientes errores al intentar subir el archivo: %s
fr_fr: L erreur(s) suivante s est produite lors du traitement du fichier téléchargé: %s

source: Plugin installed successfully. You need to enable it globally or assign it to some users to make it available.
es_es: Plugin instalado con éxito. Debe habilitarlo globalmente o bien asignarlo a un usuario desde la solapa Usuarios para hacerlo disponible.
fr_fr: Plugin installé avec succès. Vous devez activer de façon globale ou l affecter à certains utilisateurs pour le rendre disponible.

source: FOP2 Repository - Available Plugins
es_es: Repositorio FOP2 - Complementos Disponibles
fr_fr: Repos FOP2 - Plugins disponibles

source: Globally Enabled
es_es: Habilitar Globalmente
fr_fr: Activé globalement

source: Uninstall
es_es: Desinstalar
fr_fr: Désinstaller

source: Install
es_es: Instalar
fr_fr: Installer

source: Buy
es_es: Comprar
fr_fr: Acheter

source: Update
es_es: Actualizar
fr_fr: Mise a jour

source: Free
es_es: Gratis
fr_fr: Gratuit

source: Online Repository not reachable/accessible
es_es: Repositorio en línea no disponible o no accesible
fr_fr: Dépôt en ligne pas accessible/accessible

source: Locally Available Plugins
es_es: Complementos Disponibles Localmente
fr_fr: Plugins Disponibles localement

source: Upload Plugin
es_es: Subir Complemento
fr_fr: Télécharger Plugin

source: You can upload a tar gzip file containing a FOP2 plugin from your local system. If a plugin with the same name already exists, it will be overwritten.
es_es: Puede subir un archivo tar.gz conteniendo un plugin de FOP2 a su sistema local. Si un plugin con el mismo nombre ya existe, será reemplazado.
fr_fr: Vous pouvez télécharger un fichier tar gzip contenant un plugin FOP2 depuis votre ordinateur. Si un plug-in avec le même nom existe déjà, il sera écrasé.

source: Available Version
es_es: Versión Disponible
fr_fr: Version Disponible

source: Installed Version
es_es: Versión Instalada
fr_fr: Version Installée

source: Browse
es_es: Explorar
fr_fr: Explorer

source: Welcome
es_es: Bienvenido
fr_fr: Bienvenu

source: Error extracting plugin archive
es_es: Error al extraer el archivo comprimido
fr_fr: Erreur à l extraction du plugin

source: Hide/Show Plugin Settings
es_es: Muestra/Oculta Configuración del Complemento
fr_fr: Masquer/Afficher les paramètres Plugin

source: Settings
es_es: Configuración
fr_fr: Configuration

source: Add Section
es_es: Añadir Sección
fr_fr: Ajouter Section

source: Remove Section
es_es: Quitar Sección
fr_fr: Supprimer Section

source: Please wait...
es_es: Por favor espere...
fr_fr: Attendez SVP...

source: Enter Section
es_es: Ingrese Sección
fr_fr: Entrez dans la section

source: That section already exists!
es_es: Esa sección ya existe!
fr_fr: Cette section existe déjà!

source: Section cannot be empty!
es_es: La sección no puede quedar vacía!
fr_fr: La section ne peut pas etre vide!

source: %s users added
es_es: %s usuarios agregados
fr_fr: %s Utilisateurs insérés

source: %s buttons added
es_es: %s botones agregados
fr_fr: %s boutons insérés

source: Configuration saved
es_es: Configuración guardada
fr_fr: Configuration sauvée

source: Error finding uploaded file. Did you select one? Check your PHP and/or web server configuration.
es_es: No se encontró el archivo subido. Eligió alguno? Verifique la configuración de PHP o de su servidor web.
fr_fr: Erreur pour trouver le fichier téléchargé. En avez-vous sélectionné un? Vérifiez votre configuration de PHP et/ou serveur Web.

source: File must be in tar+gzip (.tgz or .tar.gz) format
es_es: El archivo debe estar en formato tar+gzip (.tgz o .tar.gz)
fr_fr: Le fichier doit être au format tar+gzip (.tgz ou .tar.gz)

source: Filename does not have the correct format: it must be pluginname-version.tar.gz (eg. customplugin-0.1.tar.gz)
es_es: El nombre de archivo no tiene el formato correcto: debe ser nombreplugin-version.tar.gz (Ejemplo: customplugin-0.1.tar.gz)
fr_fr: Nom du fichier n a pas le format correct: il doit être nonplugin-version.tar.gz (. Ex customplugin-0.1.tar.gz)

source: FOP2 Server is not responding. Be sure the service is running!
es_es: El servidor de FOP2 no está respondiendo. Asegurese de que el servicio está corriendo!
fr_fr: FOP2 serveur ne répond pas. Assurez-vous que le service est en marche!

source: Licensed Plugins
es_es: Complementos Licenciados
fr_fr: Plugins sous licence

source: There are no licensed plugins
es_es: No hay plugins licenciados
fr_fr: Il n y a pas de plugins sous licence

source: FOP2 Server Status: OK
es_es: Estado de Servidor FOP2: OK
fr_fr: Etat du serveur FOP2: OK

source: The FOP2 Manager lets you configure users, permissions, button details and options. It will also let you install, uninstall and configure FOP2 plugins. It will read data from your configuration backend (FreePBX, Thirdlane, etc) and populate its own tables with your preferences.
es_es: El FOP2 Manager le permitirá configurar usuarios, permisos, detalles de botones y opciones. También le permitirá instalar, desinstalar y configurar plugins de FOP2. El módulo lee información de configuración del backend (FreePBX, Thirdlane, etc) y la utiliza para rellenar sus propias tablas.
fr_fr: Le gestionnaire FOP2 vous permet de configurer les utilisateurs, les permissions, les détails des boutons et les options. Il vous permettra également d installer, désinstaller et configurer les plugins FOP2. Il lira les données de votre configuration (FreePBX, Thirdlane, etc.) et remplir ses propres tables avec vos préférences.

source: Close
es_es: Cerrar
fr_fr: Fermer

source: Upgrade Available
es_es: Actualización Disponible
fr_fr: Mise à jour disponible

source: Upgrade
es_es: Actualizar
fr_fr: Mise à jour

source: New %s version %s available for download
es_es: Nuevo %s versión %s disponible para descarga
fr_fr: Nouvelle %s version %s disponible pour le téléchargement

source: (Your current version is %s)
es_es: (Su versión actual es la %s)
fr_fr: (Votre version actuelle est %s)

source: FOP2 Reloaded
es_es: FOP2 Recargado
fr_fr: FOP2 Rechargé

source: Reload FOP2
es_es: Recargar FOP2
fr_fr: Recharger FOP2

source: Asterisk Reloaded
es_es: Asterisk Recargado
fr_fr: Asterisk Rechargé

source: Reload Asterisk
es_es: Recargar Asterisk
fr_fr: Recharger Asterisk

source: Show Changelog
es_es: Mostrar Changelog
fr_fr: Voir Changelog

source: Hide Changelog
es_es: Ocultar Changelog
fr_fr: Cacher Changelog

source: File extracted successfully!
es_es: Archivo descomprimido con exito!
fr_fr: Fichier extrait avec succès!

source: Cannot read file %s for extraction
es_es: Imposible leer el archivo %s para descomprimir
fr_fr: Impossible de lire le fichier %s pour l extraction

source: Extraction directory %s does not exists!
es_es: La carpeta %s para extraer la actualización no existe!
fr_fr: Le répertoire d extraction %s n existe pas!

source: Error while extracting file %s into directory %s
es_es: Error al intentar descomprimir el archivo %s en la carpeta %s
fr_fr: Erreur lors de l extraction du fichier %s dans le répertoire %s

source: Problem trying to find the extracted upgrade files. There is no %s directory.
es_es: Hubo un problema al tratar de acceder al directorio %s. Abortando.
fr_fr: Problème en essayant de trouver les fichiers de mise a jour extraits. Il n y a pas de répertoire %s

source: The permission name is already in use.
es_es: Ese nombre de permiso ya existe.
fr_fr: Le nom de permission est déjà en cours d&#39;utilisation.

source: The template name is already in use.
es_es: Ese nombre de plantilla ya existe.
fr_fr: Le nom de modèle est déjà en cours d&#39;utilisation.

source: The name cannot be empty!
es_es: Debe ingresar un nombre!
fr_fr: Le nom ne peut pas etre vide!

source: The user number is already in use.
es_es: Ese número de usuario ya existe.
fr_fr: Le numero d&#39;utilisateur est déjà en cours d&#39;utilisation.

source: Create option
es_es: Crear opción
fr_fr: Pption créer

source: Price
es_es: Precio
fr_fr: Prix

source: Backend Engine: %s
es_es: Motor de Configuración: %s
fr_fr: Moteur de Configuration: %s

source: Language
es_es: Idioma
fr_fr: Langue

source: User
es_es: Usuario
fr_fr: Utilisateur

source: Password
es_es: Contraseña
fr_fr: Mot de Passe

source: Log in
es_es: Acceder
fr_fr: Connection

source: Invalid Credentials
es_es: Credenciales Inválidas
fr_fr: Utilisateur / mot de passe invalide

source: Actions
es_es: Acciones

source: That name is reserved for default groups, choose another one.
es_es: Ese nombre está reservado para los grupos por omisión. Elija otro nombre.
fr_fr: Ce nom est réservé aux groupes par défaut, en choisir un autre.

source: Logout
es_es: Salir
fr_fr: Deconnexion

source: Recreate Users
es_es: Recrear Usuarios
fr_fr: Recréer utilisateurs

source: Variable to send to the Asterisk Manager when issuing Originate commands specific for setting a phone to auto answer via sip headers or similar. This will be used if the user toggles auto answer in its own FOP2 Preferences setting
es_es: Variables a enviar en el comando Originate via Asterisk Manager, específicamente para indicar a un dispositivo que atienda automáticamente o similar. Esta variable será enviada si el usuario selecciona la opción auto atender desde las preferencias personales de FOP2
fr_fr: Variable à envoyer à l&#39;Asterisk Manager lors de l&#39;émission des commandes spécifiques pour la mise un téléphone pour la réponse automatique via têtes SIP ou similaires originaires. Ce sera utilisée que si l&#39;utilisateur bascule réponse automatique dans son propre réglage FOP2 Préférences

source: Variables to send to the Asterisk Manager when issuing Originate commands (performing a dial from FOP2).
es_es: Variables a enviar via Asterisk Manager durante un comando Originate (como cuando se realiza un dial desde el FOP2).
fr_fr: Variables à envoyer à l&#39;Asterisk Manager lors de l&#39;émission Originate commandes.

source: Originate Variables
es_es: Variables de Originación
fr_fr: Variables d&#39;Origin

source: AutoAnswer Header
es_es: Encabezados de Auto Respuesta
fr_fr: Tête de réponse automatique

source: Could not remove file %s!
es_es: No se pudo eliminar el archivo %s!
fr_fr: Impossible de supprimer le fichier %s!

source: File %s removed successfully
es_es: Archivo %s eliminado con éxito
fr_fr: Fichier %s supprimé avec succès

source: Edit Setting
es_es: Editar Configuración
fr_fr: Editer Configuration

source: Enable javascript debugging on the browser.
es_es: Habilitar debug javascript en la consola del navegador.
fr_fr: Activer le débogage javascript sur le navigateur.

source: To enable or disable desktop notifications (notification boxes that popup outside the browser, so you can see them with the browser minimized). This does not work with all browsers.
es_es: Habilita o deshabilita notificaciones de escritorio (que aparecen por fuera del navegador, de manera que se puedan ver con el navegador minimizado). Esta opción no funciona con todos los navegadores.
fr_fr: Pour activer ou désactiver les notifications de bureau (boîtes de notification pop-up en dehors du navigateur, de sorte que vous pouvez les voir avec le navigateur réduit). Cela ne fonctionne pas avec tous les navigateurs.

source: Dial prefix to use on click to call from phonebook or when using the dial box.
es_es: Prefijo de marcado para utilizar al originar llamadas con FOP2, ya sea en click to call o bien desde los contactos o usando la caja de marcado
fr_fr: Le préfixe à utiliser sur cliquez pour appeler à partir du répertoire ou lors de l'utilisation de la zone de composition.

source: To enable or disable the 'Other' option on the FOP2 Presence selection, that lets users chose the reason for their state besides the predefined ones.
es_es: Habilita o deshabilita la opción 'Otro' que permite a los usuarios elegir una razón arbitraria de pausa/dnd, en la selección de presencia del FOP2.
fr_fr: Pour activer ou désactiver l'option «Autre» sur la sélection FOP2 Présence, qui permet aux utilisateurs ont choisi la raison de leur état en plus de ceux prédéfinis.

source: When you click on a queue button, the extension display will hide all extensions but the ones matching their names with its queue members. If this is enabled, then queue filtering won't be active.
es_es: Cuando se selecciona un botón de cola, la lista de extensiones es filtrada para mostrar solo aquellos que coincidan en nombre con los miembros de la cola elegida. Si se activa esta configuración, el filtro de extensiones no se activará al seleccionar una cola.
fr_fr: Lorsque vous cliquez sur un bouton de file d'attente, l'affichage d'extension permet de masquer toutes les extensions, mais ceux correspondant à leurs noms avec ses membres de la file d'attente. Si cette option est activée, puis la file d'attente de filtrage ne sera pas actif.

source: Lets you control if you want to enable or disable the Voicemail Explorer feature. Requires a voicemail license to be effective.
es_es: Permite decidir si quiere habilitarse o no la opción de Voicemail. Se require tener licencai de voicemail para que sea efectiva.
fr_fr: Vous permet de contrôler si vous souhaitez activer ou désactiver la fonction de messagerie vocale Explorer. Nécessite une licence de messagerie vocale pour être efficace.

source: Lets you disable the use of HTML5 Websocket as the communications protocol. If disable FOP2 will use Adobe Flash instead.
es_es: Le permite desactivar la utilización de HTML5 Websocket como protocolo de comunicación. Si se desactiva se utilizara Adobe Flash xmlsockets en su lugar
fr_fr: Vous permet de désactiver l'utilisation de HTML5 Websocket comme protocole de communication. Si FOP2 disable utilise Adobe Flash à la place.

source: Mode in which you want queue buttons to be displayed by default. The summary view will show only the number of logged in agents and number of waiting calls, while the full view will show every queue member and all waiting calls in detail.
es_es: Modo de mostrar información en los botones de cola. La vista sumario muestra solamente la cantidad de agentes y número de llamados en espera, mientras que la lsita completa muestra un detalle tamto de los agentes como de los llamados esperando.
fr_fr: Mode dans lequel vous souhaitez les boutons file d'attente à afficher par défaut. La vue sommaire indique que le nombre d'agents connectés et le nombre d'appels en attente, tandis que la vue plein écran affichera tous les membres de la file d'attente et tous les appels en attente dans le détail.

source: When enabled, extension buttons won't show any inactive lines, making them shorter. But also the display will be irregular as some buttons will be taller than others depending on the number of active lines.
es_es: Cuando se habilita esta opción, los botones de extensión no mostrarán líneas inactivas, haciendolos más pequeños. Solo se muestran las línas que están efectivamente activas. Esto hace que los botones tengan tamaño irregular y su presentación en pantalla no sea tan prolija.
fr_fr: Lorsqu'elle est activée, les boutons d'extension ne seront pas montrer toutes les lignes inactives, ce qui les rend plus courte. Mais aussi l'affichage sera irrégulière certains boutons seront plus grands que d'autres en fonction du nombre de lignes actives.

source: This setting lets you control if you want drag&drop transfers to be enabled in FOP2.
es_es: Esta opción le permite controlar la utilización de drag&drop para realizar transferencias y redirección de llamados.
fr_fr: Ce réglage vous permet de contrôler si vous voulez glisser-déposer des transferts doit être activé FOP2.

source: When enabled, this option will hide all extension buttons that are lagged or unregistered.
es_es: Con esta opción habilitada, todas las extensiones que no estén registradas se ocultarán de la vista.
fr_fr: Lorsqu'elle est activée, cette option permet de masquer tous les boutons d'extension qui sont retardées ou non enregistrées.

source: Main Language
es_es: Idioma primario
fr_fr: Langue Principale

source: URL to use when the logout button is clicked in the FOP2 UI. Useful if you are embedding FOP2 into some other web application and want to control what to show on logout.
es_es: URL a utilizar cuando se selecciona la opción 'Salir' desde la interfaz del FOP2. Util si se está integrando el FOP2 con otra aplicación y desea controlar lo que se muestra al momento de desconectar de FOP2.
fr_fr: URL à utiliser lorsque le bouton de déconnexion est cliqué dans l'interface utilisateur FOP2. Utile si vous intégrez FOP2 dans une autre application Web et que vous voulez contrôler ce que pour montrer à la déconnexion.

source: If you do not want to show the extension number in a button label, then enable this setting.
es_es: Si no desea mostrar el número de extensión en los botones de extensión del FOP2, habilite esta configuración.
fr_fr: Si vous ne souhaitez pas afficher le numéro de poste dans une étiquette de bouton, puis activer ce paramètre.

source: Duration in seconds you want notifications to be displayed.
es_es: Duración en segundos de las notificaciones en pantalla.
fr_fr: Durée en secondes que vous souhaitez que les notifications à afficher.

source: Date format to use on Chat events.
es_es: Formato de fecha a utilizar en eventos de Chat.
fr_fr: Format de date à utiliser sur les événements de chat.

source: Number of lines to show per button.
es_es: Número de líneas a mostrar por botón de extensión.
fr_fr: Nombre de lignes à afficher par bouton.

source: To control if you want sounds for chat events.
es_es: Habilita/Deshabilita los sonidos para eventos de Chat.
fr_fr: Pour contrôler si vous voulez des sons pour des événements de chat.

source: To control if you want sounds for queue events.
es_es: Habilita/Deshabilita los sonidos para eventos de Cola.
fr_fr: Pour contrôler si vous voulez des sons pour des événements de file d'attente.

source: To enable or disable the RING sound when your extension receives a call.
es_es: Habilita/Deshabilita el sonido RING cuando su extensión recibe un llamado.
fr_fr: Pour activer ou désactiver le son de la sonnerie lorsque votre poste reçoit un appel.

source: With this setting, all extension buttons will start in unregistered state (greyed out).
es_es: Con esta opción habilitada, todas los botones de extensión comenzarán mostrados como NO registrados (grisados).
fr_fr: Avec ce réglage, tous les boutons d'extension vont commencer à l'état non enregistré (grisés).

source: Format in which voicemail files are stored, this must be the same as configured in /etc/asterisk/voicemail.conf
es_es: Formato en el que se almacena el voicemail. Este seteo debe ser el mismo al indicado en /etc/asterisk/voicemail.conf
fr_fr: Format dans lequel les fichiers vocaux sont stockés, ce doit être le même que celui configuré dans /etc/asterisk/voicemail.conf

source: To control if you want a warning when the FOP2 page is about to be closed.
es_es: Para controlar si desea un diálogo de atención cuando se cierra la ventana/pestaña del FOP2
fr_fr: Pour contrôler si vous voulez un avertissement lorsque la page FOP2 est sur le point d'être fermé.

source: To control if you want a confirmation when a hangup action is performed from FOP2.
es_es: Para controlar si desea una confirmación al momento de cortar un llamado desde el FOP2.
fr_fr: Pour contrôler si vous voulez une confirmation lorsqu'une action raccrochage est effectuée à partir de FOP2.

source: Search
es_es: Buscar
fr_fr: Recherche

source: Mass Update
es_es: Actualización en masa
fr_fr: Mise à jour de masse

source: Mass Update via CSV File
es_es: Actualización en masa desde archivo CSV
fr_fr: Mise à jour de masse via CSV

source: Select a CSV file to upload with data to perform the mass update. You must pass an extension field in the CSV file to match against the Button extension. For example:
es_es: Elija un archivo CSV para subir con los datos a actualizar. El archivo de datos debe contener el campo extensión para actualizar los registros de botón correspondientes. Por ejemplo:
fr_fr: Sélectionnez un fichier CSV pour télécharger des données pour effectuer la mise à jour de masse. Vous devez passer le champ 'extension' dans le fichier CSV pour correspondre contre l'extension de Bouton. Par example:

source: Please assign fields for your CSV file columns. The extension field is mandatory and will be used to match the corresponding extension in the FOP2 Buttons list. Columns with no assigned field will be discarded.
es_es: Por favor asigne los campos correspondientes a las columnas de datos CSV. El campo extensión es obligatorio y será usado para emparejar con el correspondiente registro de la lista de botones. Las columnas que no contengan un campo asignado serán descartadas.
fr_fr: S'il vous plaît attribuer des champs pour les colonnes de votre fichier CSV. Le champ 'extension' est obligatoire et sera utilisé pour faire correspondre l'extension correspondante dans la liste de Boutons dans FOP2. Colonnes avec aucun champ assigné seront rejetées.

source: Empty file?
es_es: Archivo vacío?
fr_fr: Le fichier est vide?

source: Could not copy uploaded file
es_es: No fue posible copiar el archivo subido
fr_fr: Impossible de copier le fichier telechargé

source: Could not upload file
es_es: No fue posible subir el archivo
fr_fr: Impossible de télécharger le fichier

source: Please assing data columns
es_es: Por favor asigne algún campo a las columnas de datos
fr_fr: S'il vous plaît attribuer un champ pour les colonnes de données

source: Please assign the extension field to a column
es_es: Por favor asigne el campo extensión a alguna columna de datos
fr_fr: S'il vous plaît affecter le champ d'extension a une colonne de données

source: Tenants
es_es: Inquilinos
fr_fr: Locataires

source: Version
es_es: Versión

source: Dashboard
es_es: Tablero
fr_fr: Tableau de bord

source: Preferences
es_es: Præferencias
fr_fr: Préférences

source: Sounds
es_es: Sonidos
fr_fr: Sons

source: Chat Sounds
es_es: Sonido de Chat
fr_fr: Sons du chat

source: Queue Sounds
es_es: Sonido de Cola
fr_fr: Sons des files d'attente

source: Ring Sounds
es_es: Sonido de llamada
fr_fr: Sonnerie

source: Display
es_es: Presentación
fr_fr: Affichage

source: Default Queue View
es_es: Vista de cola por defecto
fr_fr: Voir la file d'attente par défaut

source: Dynamic Line Display
es_es: Visualización de Línea dinámica
fr_fr: Affichage dynamique des lignes

source: Automatic Popup
es_es: Popup Automático
fr_fr: Popup automatique

source: Notify Duration
es_es: Duración de notificación
fr_fr: Durée des notifications

source: Phone
es_es: Τeléfono
fr_fr: Téléphone

source: Auto Answer
es_es: Auto Responder
fr_fr: Réponse automatique

source: Summary
es_es: Sumario
fr_fr: Résumée

source: Detailed
es_es: Detallado
fr_fr: Détaillée

source: PHP SQLite module not installed
es_es: El módulo PHP Sqlite no está instalado

source: You must install the SQLite module for PHP if you want to change/set global settings and user preferences from this tool.
es_es: Debe instalar soporte de SQLite en PHP para poder configurar las preferencias globales y de usuarios usando esta herramienta.

source: Add
es_es: Añadir
fr_fr: Ajouter

source: Add %s
es_es: Añadir %s
fr_fr: Ajouter %s
