Repository: shinnok-br/fop2-docker
Catalog: alpine/fop2/html/admin/i18n/*/LC_MESSAGES/fop2manager.po
Languages: es_es, fr_fr

source: Field %s added to table %s
es_es: Campo %s agregado a la tabla %s
fr_fr: Champ %s ajouté à la table %s

source: Add User
es_es: Añadir Usuario
fr_fr: Ajouter Utilisateur

source: From here you can manage FOP2 users and permissions, and also mark the groups the user will be able to view or the plugins it will have enabled.
es_es: Desde aquí pueden administrarse usuarios y permisos para el FOP2, como así también restringir los botones que se mostrarán para un usuario seleccionando los grupos que desee que vea. También podrá seleccionar los plugins que desee activar para el usuario.
fr_fr: De là, vous pouvez gérer les utilisateurs FOP2 et les permissions, et marquer aussi les groupes auxquels l utilisateur sera en mesure de voir ou les plugins qui lui sont permis.

source: From here you can install, uninstall, upload and configure FOP2 plugins. You can get plugins from FOP2 repositories, or upload and manage local plugins.
es_es: Desde aquí es posible instalar, desinstalar, subir y configurar Complementos para el FOP2. Puede obtener complementos en línea desde los repositorios de FOP2, o bien subir y administrar complementos localmente.
fr_fr: De là, vous pouvez installer, désinstaller, télécharger et configurer les plugins FOP2. Vous pouvez obtenir les plugins depuis les dépôts FOP2, ou télécharger et gérer les plugins locaux.

source: Login Details
es_es: Detalles de Ingreso
fr_fr: Détails de connexion

source: Group Details
es_es: Detalles del Grupo
fr_fr: Détails du Groupe

source: Restricted Permission Details
es_es: Detalles del Permiso Restrictivo
fr_fr: Détails de permission Restreintes

source: The extension number for this user.
es_es: El número de extensión para este usuario.
fr_fr: Numero d extension pour cet utilisateur.

source: Extension
es_es: Extensión

source: The secret to login to fop2. If the user was autocreated on install time, the password will be the voicemail pin, if it has no voicemail enabled, it will be the same extension number.
es_es: La clave para ingresar al FOP2. Si el usuario se creó automáticamente utilizará la clave de voicemail, si no tuviera voicemail activado entonces el mismo número de extensión será la clave.
fr_fr: Le mot de passe pour vous connecter à fop2. Si l utilisateur a été créée automatiquement à l installation, le mot de passe sera celui de la messagerie vocale, si il n a pas activé la messagerie vocale, ce sera le même numéro que l extension.

source: Secret
es_es: Clave
fr_fr: Mot de passe

source: User Preferences
es_es: Preferencias de Usuario
fr_fr: Préférences de l'utilisateur

source: Choose a template to quickly set or change permissions, groups and plugins.
es_es: Elija una plantilla para asignar grupos, permisos y plugins rápidamente.
fr_fr: Choisissez un modèle pour le régler rapidement ou changer les permissions, les groupes et les plugins.

source: (pick group)
es_es: (elija grupo)
fr_fr: (prendre groupe)

source: (pick plugin)
es_es: (elija complemento)
fr_fr: (prendre plugin)

source: (pick template)
es_es: (elija plantilla)
fr_fr: (prendre modèle)

source: (pick one)
es_es: (elija uno)
fr_fr: (prendre un)

source: Restricted Permissions
es_es: Permisos Restrictivos
fr_fr: Permissions Restreintes

source: Permissions
es_es: Permisos

source: Permissions let you specify what actions the user will be able to perform inside FOP2. For example, if you do not want to give the users the ability to listen to ongoing calls, do not select the spy permission.
es_es: Los permisos permiten asignar las acciones que el usuario podrá realizar dentro de FOP2. Por ejemplo, si no desea que un usuario pueda espiar otros llamados, no elija ni le asigne el permiso spy.
fr_fr: Les ermissions vous permettent de spécifier les actions que l utilisateur sera en mesure d effectuer dans FOP2. Par exemple, si vous ne voulez pas donner aux utilisateurs la possibilité d écouter les appels en cours, ne sélectionnez pas la permission d espionnage.

source: Template
es_es: Plantilla
fr_fr: Modèle

source: Choose the permission you want to grant to the user.
es_es: Elija los permisos que desee asignar a este usuario.
fr_fr: Choisissez la permission que vous souhaitez accorder à l utilisateur.

source: (pick permission)
es_es: (elija permiso)
fr_fr: (prendre permission)

source: Groups
es_es: Grupos
fr_fr: Groupes

source: Group
es_es: Grupo
fr_fr: Groupe

source: Select the groups you want the user to see in the panel. If no groups are selected the user will be able to see all buttons.
es_es: Elija los grupos que desea que este usuario pueda ver en el panel. Si no selecciona ningún grupo el usuario podrá ver todos los botones sin restricción.
fr_fr: Sélectionnez les groupes que vous souhaitez que l utilisateur puisse voir dans le panneau. Si aucun groupe est sélectionnés, l utilisateur sera en mesure de voir tous les boutons.

source: All Buttons
es_es: Todos los Botones
fr_fr: Tous les boutons

source: All Extensions
es_es: Todas las Extensiones
fr_fr: Toutes les Extensions

source: All Queues
es_es: Todas las Colas
fr_fr: Toutes les Files

source: All Conferences
es_es: Todas las Conferencias
fr_fr: Toutes les conférences

source: All Trunks
es_es: Todos los Troncales
fr_fr: Tous les Trunks

source: Plugins
es_es: Complementos

source: Select the plugins you want to load for this user.
es_es: Elija los plugins que desea habilitar para este usuario.
fr_fr: Sélectionnez les plugins que vous voulez charger pour cet utilisateur

source: Submit Changes
es_es: Guardar Cambios
fr_fr: Valider les changements

source: Delete User %s
es_es: Eliminar Usuario %s
fr_fr: Effacer Utilisateur %s

source: Are you sure?
es_es: ¿Está seguro?
fr_fr: Etes vous sure?

source: Please insert an extension number.
es_es: Por favor ingrese un número de extensión.
fr_fr: SVP entrer un numero d extension.

source: The extension must be numeric.
es_es: La extensión debe ser numérica.
fr_fr: L extension doit etre numerique.

source: That extension already exists.
es_es: Esta extensión ya existe.
fr_fr: Cette extension existe déjà.

source: Changes saved successfully
es_es: Los cambios se han guardado exitosamente
fr_fr: Modifications enregistrées avec succès

source: Users
es_es: Usuarios
fr_fr: Utilisateurs

source: Buttons
es_es: Botones
fr_fr: Bouttons

source: Templates
es_es: Plantillas
fr_fr: Modèles

source: Extensions
es_es: Extensiones

source: Queues
es_es: Colas
fr_fr: Files

source: Trunks
es_es: Troncales

source: Parks
es_es: Aparcamiento

source: Conferences
es_es: Conferencias

source: Save
es_es: Guardar
fr_fr: Sauver

source: Upload
es_es: Subir
fr_fr: Charger

source: Edit button options
es_es: Opciones de edición de botones
fr_fr: Modifier les options de bouton

source: Edit
es_es: Editar
fr_fr: Modifier

source: You can change button labels and privacy options -to prevent the button to be monitored and/or hide the CallerID- among other things. You can also sort the list by dragging elements up and down or using the Sort options in the Actions menu.
es_es: Desde aquí es posible modificar opciones para la visualización de botones, como ser nombre, privacidad -para prevenir que una extensión sea pasible de escuchas o para ocular el identificador de llamados-, grupos -para agrupar visualmente en el panel-, entre varias otras opciones. Es posible también cambiar el orden de los mismos, ya sea por nombre o número usando las respectivas opciones en el menú Acciones, o bien arrastrando y soltando cada fila para ordenarlos de cualquier modo.
fr_fr: Vous pouvez changer les étiquettes des boutons et des options de confidentialité -pour empêcher le bouton d etre surveiller et/ou masquer le Numero appelé- entre autres choses. Vous pouvez également trier la liste en faisant glisser les éléments de haut en bas ou en utilisant les options de tri dans le menu Actions.

source: Sort by Name
es_es: Ordenar por Nombre
fr_fr: Trier par Nom

source: Sort by Number
es_es: Ordenar por Número
fr_fr: Trier par Numero

source: If you changed any extension names and want to reread them from the regular FreePBX config and update the FOP2 config, click this button.
es_es: Si cambió los nombres de las extensiones en su sistema FreePBX y desea refrescar los datos en el FOP2, pulse este botón
fr_fr: Si vous avez modifié des noms d extension et que vous voulez les relire à partir de la configuration FreePBX et mettre à jour la configuration de FOP2, cliquez sur ce bouton.

source: Show/Hide advanced fields for buttons.
es_es: Muestra/Oculta campos avanzados para los botones.
fr_fr: Afficher/Masquer les champs avancés pour les boutons.

source: %d buttons removed from system update
es_es: %d botones removidos por actualización del sistema
fr_fr: %d boutons retirés depuis la mise à jour système

source: %d buttons added from system update
es_es: %d botones agregados por actualización del sistema
fr_fr: %d boutons ajoutés depuis la mise à jour système

source: %d buttons updated
es_es: %d botones actualizados
fr_fr: %d boutons mis à jour

source: Enable or disable this button from the FOP2 panel view.
es_es: Habilita o deshabilita este botón de la vista del panel.
fr_fr: Activer ou désactiver la vue du bouton dans le panneau FOP2.

source: You can change the button label to be displayed on FOP2 panel.
es_es: Es posible cambiar los nombres de las extensiones en el panel de FOP2.
fr_fr: Vous pouvez modifier le libellé du bouton à afficher sur le panneau FOP2.

source: You can group extensions visually on FOP2 page. If no group is specified all the extensions are going to be displayed on the Extensions box. If you type another name, a new box will be added with the name you choose. Any buttons with the same group name will be displayed on that box.
es_es: Es posible agrupar extensiones visualmente en el panel del FOP2. Si no se especifíca ningún grupo, los botones se mostrarán en la sección 'Extensiones'. Si se escribe algún nombre de grupo, se creará una nueva sección en el panel con dicho nombre. Cualquier botón que tenga el mismo grupo se mostrará en ese sector.
fr_fr: Vous pouvez regrouper visuellement les extensions sur la page FOP2. Si aucun groupe est spécifié toutes les extensions vont être affichées sur la boîte des extensions. Si vous tapez un autre nom, une nouvelle boîte sera ajouté avec le nom que vous choisissez. Tous les boutons avec le même nom de groupe seront affichés sur cette boîte.

source: You can group queues visually on FOP2 page. If no group is specified all the queues are going to be displayed on the Queues box. If you type another name, a new box will be added with the name you choose. Any buttons with the same group name will be displayed on that box.
es_es: Es posible agrupar colas visualmente en el panel del FOP2. Si no se especifíca ningún grupo, los botones se mostrarán en la sección 'Colas'. Si se escribe algún nombre de grupo, se creará una nueva sección en el panel con dicho nombre. Cualquier botón que tenga el mismo grupo se mostrará en ese sector.
fr_fr: Vous pouvez regrouper visuellement les files sur la page FOP2. Si aucun groupe est spécifié toutes les files vont être affichées sur la boîte des Files. Si vous tapez un autre nom, une nouvelle boîte sera ajouté avec le nom que vous choisissez. Tous les boutons avec le même nom de groupe seront affichés sur cette boîte.

source: This option can be used to disable monitoring or CallerID display on the button.
es_es: Esta opción puede ser utilizada para impedir las escuchas o bien ocultar el identificador de llamados en este botón.
fr_fr: Cette option peut être utilisée pour désactiver la surveillance ou l affichage du numero sur le bouton.

source: ASTDB key to search for custom states. Default configuration is for displaying Call Forward Unconditional states.
es_es: Entrada ASTDB a utilizar para indicar estados como ser redirección de llamados o similar. En FreePBX la configuración automática rastrea la redirección de llamados.
fr_fr: clé ASTDB pour rechercher les Etats personnalisés. La configuration par défaut est pour l affichage des etat du Renvoi d appel inconditionnel.

source: You can set an email for every button to enable the option to email the user directly from the FOP2 panel.
es_es: Puede configurar la dirección de correo electrónico para cada botón, de manera de habilitar la opciíon de envío de correo directamente desde el panel.
fr_fr: Vous pouvez définir un e-mail pour chaque bouton pour activer l option pour envoyer un courriel à l utilisateur directement depuis le panneau FOP2.

source: Channel to use as originator when performing a dial from FOP2. You can use a Local type channel and use sip headers for setting the phone to auto answer.
es_es: Canal a usar para originar llamados desde el FOP2. Es posible usar un canal de tipo Local y utilizar SIP headers para indicar al teléfono que atienda automáticamente.
fr_fr: Canal à utiliser comme expéditeur lors d un appel depuis FOP2. Vous pouvez utiliser un canal de type local et utiliser les en-têtes SIP pour passager le téléphone en réponse automatique.

source: number@context for external/mobile transfers. If @context is omited it will use the default one for the extension.
es_es: numero@contexto para transferir a número externos/a móvil. Si @contexto es omitido se usará el mismo contexto del botón.
fr_fr: numero@context pour les transferts externes/mobiles. Si @context n est pas precisé, il utilisera celui par défaut de l extension.

source: Options to pass to chanspy. Can be used to restrict spying to certain groups (option g, SPYGROUP) or silence the beep (option q). Example: qg(SALES)
es_es: Opciones para pasar a chanspy. Puede ser usado para restringir la escucha a ciertos grupos (opción g, SPYGROUP), silenciar el beep (opción q). Ejemplo: qg(SALES)
fr_fr: Options à passer au chanspy. Peut être utilisé pour limiter l espionnage de certains groupes (option g, SPYGROUP) ou taire le bip (option q). Exemple: qg(VENTE)

source: Extra Channel. You can use it to add extra channels to affect the status of this button.
es_es: Canal Extra. Puede ser usado para agregar canales adicionales a monitorear que afectarán el estado de este botón.
fr_fr: Extra Channel. Vous pouvez l utiliser pour ajouter des canaux supplémentaires à affecter au statut de ce bouton.

source: Comma separated lists of tags. They will be searched/matched when you use the Filter input box on the panel.
es_es: Lista separada por coma de etiquetas. Las mismas serán utilizadas cuando realice búsquedas desde la caja de Filtro en el panel.
fr_fr: CSV. Ils seront recherchés si vous utilisez la boîte d entrée du filtre sur le panneau.

source: Zap/Dahdi Channels (Eg: 1-24)
es_es: Canales Zap/Dahdi Channels (Ej: 1-30)
fr_fr: Canaux Zap/Dahdi (Ej: 1-30)

source: You must specify the channel number range for zap/dahdi trunks in this field.
es_es: Debe espicificar un rango de canales para troncales zap/dahdi en este campo.
fr_fr: Vous devez spécifier la plage de numéro de canal pour les lignes Zap/dahdi dans ce champ.

source: Extra Channel
es_es: Canal Extra

source: You might want to specify an additional device name or put the correct device name in case you are using custom trunks.
es_es: Puede especificar un nombre adicional de dispositivo o canal, o bien el nombre real del mismo en caso de que utilice troncales custom en FreePBX.
fr_fr: Vous pouvez spécifier un nom de périphérique supplémentaire ou mettre le nom correct de l appareil dans le cas où vous utilisez personnalisés troncs.

source: Channel to use as queue member when adding/removing/pausing this button into a queue.
es_es: Canal a usar como miembro de cola cuando se agrega/quita o pausa este botón.
fr_fr: Canal à utiliser en tant que membre de file d attente lors de l ajout/suppression/pause de ce bouton dans une file d attente.

source: Voicemail mailbox to query for new voicemail.
es_es: Buzón de voz a consultar para indicar nuevos mensajes.
fr_fr: Messagerie Vocale à interroger pour nouveau message.

source: Saving...
es_es: Guardando...
fr_fr: Sauvegarde...

source: Label
es_es: Nombre

source: Synchronize Labels
es_es: Sincronizar Nombres
fr_fr: Synchroniser Labels

source: Yes
es_es: Si
fr_fr: Oui

source: Enabled
es_es: Habilitado
fr_fr: Activé

source: Privacy
es_es: Privacidad

source: Email
es_es: Correo Electrónico

source: External Transfer
es_es: Número Externo
fr_fr: Transfer Externe

source: Channel
es_es: Canal
fr_fr: Canal

source: Originate Channel
es_es: Canal de Origen
fr_fr: Canal d&#39;Origine

source: Tags
es_es: Etiquetas
fr_fr: Etiquettes

source: Custom ASTDB
es_es: ASTDB Custom
fr_fr: ASTDB Custom

source: ChanSpy Options
es_es: Opciones ChanSpy
fr_fr: Options ChanSpy

source: Add Group
es_es: Añadir Grupo
fr_fr: Ajouter Groupe

source: Groups can be used to restrict the buttons a user should see in his panel. You can create a group with only 5 extensions and assign it to a user in the Users tab, so he can only see those extensions.
es_es: Los grupos pueden ser usados para restringir la vista de botones en el panel. Puede por ejemplo crer un grupo con 5 extensiones y asignar ese grupo a un usuario en la solapa Usuarios, de forma de que el mismo sólo pueda ver esas extensiones en su panel.
fr_fr: Les groupes peuvent être utilisés pour restreindre les boutons qu un utilisateur doit voir dans son panneau. Vous pouvez créer un groupe avec seulement 5 extensions et l assigner à un utilisateur dans l onglet Utilisateurs, il ne peut donc voir que ces extensions.

source: Name
es_es: Nombre
fr_fr: Nom

source: Included Buttons
es_es: Botones incluídos
fr_fr: Bouttons inclus

source: Select the buttons you want to include in this group.
es_es: Elija los botones que desee incluir dentro del grupo.
fr_fr: Sélectionnez les boutons que vous souhaitez inclure dans ce groupe.

source: Check All
es_es: Marcar Todos
fr_fr: Tout selectionner

source: Delete Group %s
es_es: Eliminar Grupo %s
fr_fr: Effacer groupe %s

source: Edit User %s
es_es: Editar Usuario %s
fr_fr: Editer Utilisateur %s

source: Edit Group %s
es_es: Editar Grupo %s
fr_fr: Editer Groupe %s

source: Please enter a group name.
es_es: Ingrese un nombre de grupo por favor.
fr_fr: SVP entrer un nom de groupe.

source: Ringgroups
es_es: Grupos de Llamada
fr_fr: Groupes de sonnerie

source: A template is a set of permissions, groups and plugins that you can assign to users in one step inside the Users menu for easy and quick management.
es_es: Una plantilla es un conjunto de permisos, grupos y plugins que puede asignarse en un sólo paso desde el menú Usuarios para facilitar la administración de los mismos.
fr_fr: Un modèle est un ensemble de permissions, groupes et plugins que vous pouvez affecter aux utilisateurs en une seule étape dans le menu Utilisateurs pour une gestion facile et rapide.

source: Add Template
es_es: Añadir Plantilla
fr_fr: Ajouter Modèle

source: Edit Template %s
es_es: Editar Plantilla %s
fr_fr: Editer Modèle %s

source: Template Details
es_es: Detalles de la Plantilla
fr_fr: Details du modèle

source: Template %s deleted!
es_es: Plantilla %s eleminada!
fr_fr: Modèle %s éffacé!

source: Template %s inserted!
es_es: Plantilla %s agregada!
fr_fr: Modèle %s inséré!

source: User %s deleted!
es_es: Usuario %s eleminado!
fr_fr: Utilisateur %s éffacé!

source: User %s inserted!
es_es: Usuario %s agregado!
fr_fr: Utilisateur %s inséré!

source: Group %s deleted!
es_es: Grupo %s eleminado!
fr_fr: Groupe %s éffacé!

source: Group %s inserted!
es_es: Grupo %s agregado!
fr_fr: Groupe %s inséré!

source: Restricted Permission %s deleted!
es_es: Permiso restrictivo %s eleminado!
fr_fr: Permission restreinte %s éffacé!

source: Restricted Permission %s inserted!
es_es: Permiso restrictivo %s agregado!
fr_fr: Permission restreinte %s inséré!

source: Delete Template %s
es_es: Eliminar Plantilla %s
fr_fr: Effacer Modèle %s

source: Delete Restricted Permission %s
es_es: Eliminar Permiso Restrictivo %s
fr_fr: Effacer Permission restreinte %s

source: Select the groups you want to add to this template. If no groups are selected the user will be able to see all buttons.
es_es: Elija los grupos que desee agregar a esta plantilla. Si no se seleccionan grupos, el usuario podrá ver todos los botones.
fr_fr: Sélectionnez les groupes que vous souhaitez ajouter à ce modèle. Si aucun groupe sont sélectionnés, l utilisateur sera en mesure de voir tous les boutons.

source: Select the plugins you want to enable in this template.
es_es: Elija los plugins que desee habilitar en esta plantilla.
fr_fr: Sélectionnez les plugins que vous souhaitez activer dans ce modèle

source: Make Default
es_es: Plantilla por Omisión
fr_fr: Modèle par defaut

source: Assign this template by default when adding new users.
es_es: Asignar esta plantilla automáticamente cuando se creen nuevos usuarios en la solapa Usuarios.
fr_fr: Affecter ce template par défaut lors de l ajout de nouveaux utilisateurs.

source: The name for this template.
es_es: El nombre de esta plantilla.
fr_fr: Le nom de ce Modèle.

source: Choose the permission you wish to include in this template.
es_es: Elija los permisos que desee incluir en esta plantilla.
fr_fr: Choisissez la permission que vous souhaitez inclure dans ce modèle.

source: The name for this group.
es_es: El nombre de este grupo.
fr_fr: Le nom de ce groupe.

source: Add Restricted Permission
es_es: Añadir Permiso Restrictivo
fr_fr: Ajouter Permission Restreinte

source: Restricted permissions lets you limit actions to a specific set of extensions/groups. They are only used for restricting actions. If you want a quick way to assign permissions, then you should use Templates as restricted permissions will limit user actions.
es_es: Los Permisos Restrictivos le permiten limitar acciones a un grupo de extensiones en particular. Solo deben utilizarse para restringir las acciones a un grupo. Si desea un modo rápido de asignar permisos, debe usar plantillas en lugar de permisos avanzados, ya que estos permisos solo limitarán las acciones que los usuarios podrán realizar.
fr_fr: Les Permissions restreintes permetent de limiter les actions à un ensemble spécifique d extensions/groupes. Ils ne sont utilisés que pour restreindre les actions. Si vous voulez un moyen rapide pour attribuer des permissions, alors vous devriez utiliser les modèles comme des permissions restreintes limitent les actions des utilisateurs.

source: Edit Restricted Permission %s
es_es: Editar Permiso Restrictivo %s
fr_fr: Editer Permission Restreinte %s

source: The name for this permission.
es_es: El nombre de este permiso.
fr_fr: Le nom de cette permission.

source: Choose the permission you want to include in this advanced permission.
es_es: Elija el permiso que desee incluir en este permiso avanzado.
fr_fr: Choisissez la permission que vous souhaitez inclure dans cette permission avancée

source: Restrict to Groups
es_es: Restringir permisos a estos Grupos
fr_fr: Restreindre au groupe

source: Select the groups you want to restrict this permission to. You will be able to perform the actions only to the extension/buttons that are part of the selected groups. If no groups are selected, the permission will be allowed to every button on the panel.
es_es: Elija los grupos a los cuales desea restringir los permisos arriba elejidos. Sólo podrá realizar dichas acciones en los botones que estén incluídos en los grupos marcados. Si no selecciona grupos, entonces el permiso aplicará para todos los botones del panel.
fr_fr: Sélectionnez les groupes où vous souhaitez limiter cette permission. Vous serez en mesure d effectuer les actions que sur l extension/boutons qui font partie des groupes sélectionnés. Si aucun groupe sont sélectionnés, la permission sera autorisé à tous les boutons sur le panneau.
