Repository: shinnok-br/fop2-docker
Catalog: fop2/html/admin/i18n/*/LC_MESSAGES/fop2manager.po
Languages: da_dk

source: From here you can define what roles are needed to access different resources on FOP2 Manager.
da_dk: Aquí podrá definir que roles son necesarios para acceder a distintos recursos del FOP2 Manager.

source: FOP2 Manager Users
da_dk: Usuarios FOP2 Manager

source: From here you can manage FOP2 Manager users and their role
da_dk: Herfra kan du styre FOP2 Manager-brugere og deres rolle

source: Value cannot be empty.
da_dk: Værdien kan ikke være tom

source: Please insert a login name.
da_dk: Indsæt venligst et login-navn

source: Please fill the password
da_dk: Skal du udfylde den adgangskode

source: Please select a role for this user.
da_dk: Vælg en rolle for denne bruger

source: That user already exists.
da_dk: Bruger findes allerede
