Repository: shinnok-br/fop2-docker
Catalog: fop2/html/admin/i18n/*/LC_MESSAGES/fop2manager.po
Languages: da_dk

source: Field %s added to table %s
da_dk: Felt %s Tilføjet tabel %s

source: Add User
da_dk: Tilføj bruger

source: From here you can manage FOP2 users and permissions, and also mark the groups the user will be able to view or the plugins it will have enabled.
da_dk: Herfra kan du styre FOP2 brugere og tilladelser, samt markere Grupper som brugeren vil kunne se, eller de tilføjelser der er aktive.

source: From here you can install, uninstall, upload and configure FOP2 plugins. You can get plugins from FOP2 repositories, or upload and manage local plugins.
da_dk: Herfra kan du installere, afinstallere, uploade og konfigurere FOP2 tilføjelser. Du kan hente tilføjelser fra FOP2 repositorier, eller uploade og styre lokale tilføjelser.

source: Login Details
da_dk: Log ind detaljer

source: Group Details
da_dk: Gruppe detaljer

source: Restricted Permission Details
da_dk: Begrænset tilladelses detaljer

source: The extension number for this user.
da_dk: Lokalnummeret for denne bruger.

source: Extension
da_dk: Lokalnummer

source: The secret to login to fop2. If the user was autocreated on install time, the password will be the voicemail pin, if it has no voicemail enabled, it will be the same extension number.
da_dk: Password til log ind i FOP2. Hvis brugeren var oprettet automatisk under installation, vil koden være den til telefonsvarer. Hvis ikke telefonsvarer er aktiveret er det det samme som lokalnummeret.

source: Secret
da_dk: Password

source: Choose a template to quickly set or change permissions, groups and plugins.
da_dk: Vælg en skabelon for hurtigt at sætte eller ændre tilladelser, grupper og tilføjelser.

source: User Preferences
da_dk: Brugerindstillinger

source: (pick template)
da_dk: (Vælg skabelon)

source: (pick one)
da_dk: (Vælg en)

source: (pick group)
da_dk: (Vælg gruppe)

source: (pick plugin)
da_dk: (Vælg tilføjelse)

source: Restricted Permissions
da_dk: Begrænsede tilladelser

source: Permissions
da_dk: Tilladelser

source: Permissions let you specify what actions the user will be able to perform inside FOP2. For example, if you do not want to give the users the ability to listen to ongoing calls, do not select the spy permission.
da_dk: Tilladelser lader dig bestemme hvad brugerne vil kunne udføre i FOP2. F.eks, hvis du ikke vil give brugeren mulighed for at lytte til samtaler skal du ikke vælge tilladelse til at spionere.

source: Template
da_dk: Skabelon

source: Choose the permission you want to grant to the user.
da_dk: Vælg tilladelsen du vil give brugeren.

source: (pick permission)
da_dk: (Vælg tilladelse)

source: Groups
da_dk: Grupper

source: Group
da_dk: Gruppe

source: Select the groups you want the user to see in the panel. If no groups are selected the user will be able to see all buttons.
da_dk: Vælg grupper som brugeren skal se i panelet. Hvis ingen grupper er valgt, vil brugeren kunne se alle grupper.

source: All Buttons
da_dk: Alle knapper

source: All Extensions
da_dk: Alle lokalnumre

source: All Queues
da_dk: Alle køer

source: All Conferences
da_dk: Alle konferencer

source: All Trunks
da_dk: Alle linier

source: Plugins
da_dk: Tilføjelser

source: Select the plugins you want to load for this user.
da_dk: Vælg tilføjelser du vil aktivere for denne bruger.

source: Submit Changes
da_dk: Aktiver ændringer

source: Delete User %s
da_dk: Slet bruger %s

source: Are you sure?
da_dk: Er du sikker?

source: Please insert an extension number.
da_dk: Indsæt lokalnummer.

source: The extension must be numeric.
da_dk: Lokalnummeret skal være nummerisk.

source: That extension already exists.
da_dk: Lokalnummeret eksisterer allerede.

source: Changes saved successfully
da_dk: Ændringerne gemt succesfuldt.

source: Users
da_dk: Brugere

source: Buttons
da_dk: Knapper

source: Templates
da_dk: Skabeloner

source: Extensions
da_dk: Lokalnumre

source: Queues
da_dk: Køer

source: Trunks
da_dk: Linier

source: Parks
da_dk: Parkeringer

source: Conferences
da_dk: Konferencer

source: Save
da_dk: Gem

source: Edit button options
da_dk: Rette muligheder på knapper

source: You can change button labels and privacy options -to prevent the button to be monitored and/or hide the CallerID- among other things. You can also sort the list by dragging elements up and down or using the Sort options in the Actions menu.
da_dk: Du kan ændre knappe titler og privat muligheder, for at forebygge at knappen bliver overvåget, og/eller skjule opkalds identitet bland andet. Du kan også sortere listen ved at trække elementer op og ned eller sbruge sorteringsmuligheden i Udførelses menuen.

source: Sort by Name
da_dk: sorter efter navn

source: Sort by Number
da_dk: Sorter efter nummer

source: If you changed any extension names and want to reread them from the regular FreePBX config and update the FOP2 config, click this button.
da_dk: Hvis du har ændret et lokalnummers navn og vil genskabe det fra standard FreePBX konfigurationen og opdatere FOP2 konfigurationen, Klik her

source: Show/Hide advanced fields for buttons.
da_dk: Vis/gem avancerede felter for knapper.

source: %d buttons removed from system opdatering
da_dk: %d Knapper fjernet fra system opdatering

source: %d buttons added from system opdatering
da_dk: %d Knapper tilføjet fra system opdatering

source: %d buttons updated
da_dk: %d Knapper opdateret

source: Enable or disable this button from the FOP2 panel view.
da_dk: Aktiver eller deaktiver denne knap fra FOP2 panel visning.

source: You can change the button label to be displayed on FOP2 panel.
da_dk: Du kan ændre om knappens titel skal vises i displayet.

source: You can group extensions visually on FOP2 page. If no group is specified all the extensions are going to be displayed on the Extensions box. If you type another name, a new box will be added with the name you choose. Any buttons with the same group name will be displayed on that box.
da_dk: Du kan gruppere lokalnumre visuelt på FOP2 siden. Hvis ingen grupper er specificeret vil alle lokalnumre blive vist i lokalnummer boksen. Hvis du skriver et andet navn vil en ny boks blive tilføjet med det valgte navn. Alle knapper med samme gruppenavn vil blive vist i denne boks.

source: You can group queues visually on FOP2 page. If no group is specified all the queues are going to be displayed on the Queues box. If you type another name, a new box will be added with the name you choose. Any buttons with the same group name will be displayed on that box.
da_dk: Du kan gruppere køer visuelt på FOP2 siden. Hvis ingen grupper er specificeret vil alle køer blive vist i køer boksen. Hvis du skriver et andet navn vil en ny boks blive tilføjet med det valgte navn. Alle knapper med samme gruppenavn vil blive vist i denne boks.

source: This option can be used to disable monitoring or CallerID display on the button.
da_dk: Denne mulighed kan bruges til at deaktivere overvågning eller visning af opkalds ID på knappen.

source: ASTDB key to search for custom states. Default configuration is for displaying Call Forward Unconditional states.
da_dk: ASTB tast til at søge efter brugerdefinerede tilstand. Standard konfigurationen er at vise ubetingede tilstand.

source: You can set an email for every button to enable the option to email the user directly from the FOP2 panel.
da_dk: Du kan angive en email for hver knap for for at aktivere muligheden til at emaile hver direkt fra FOP2 panelet.

source: Channel to use as originator when performing a dial from FOP2. You can use a Local type channel and use sip headers for setting the phone to auto answer.
da_dk: Kanal til at bruge som ophaver når der ringes fra FOP2. Du kan bruge en lokal type kanal og bruge en SIP header for at sætte telefonen på auto svar.

source: number@context for external/mobile transfers. If @context is omited it will use the default one for the extension.
da_dk: Nummer@contekst viderestilling til eksternt/mobil nummer. Hvis @kontekst ikke angives vil standard blive brugt for lokalnummeret.

source: Options to pass to chanspy. Can be used to restrict spying to certain groups (option g, SPYGROUP) or silence the beep (option q). Example: qg(SALES)
da_dk: Mulighed til at gå til kanal spion. Kan bruges til at begrænse visse grupper (mulighed q, SPYGROUP) eller undgå beeplyden (mulighed g). Eksempel: qg(SALES)

source: Extra Channel. You can use it to add extra channels to affect the status of this button.
da_dk: Ekstra kanal. Du kan bruge det til at tilføje ekstra kanaler til at påvirke status af denne knap.

source: Comma separated lists of tags. They will be searched/matched when you use the Filter input box on the panel.
da_dk: Komma separeret liste af markering. De vil blive søgt/matched filter input boksen i panelet.

source: Zap/Dahdi Channels (Eg: 1-24)
da_dk: Zap/Dahdi kanaler (Eks: 1-24)

source: You must specify the channel number range for zap/dahdi trunks in this field.
da_dk: Du må specificere kanal nummer området for zap/dahdi liinier i dette felt.

source: Extra Channel
da_dk: Ekstra kanaler

source: You might want to specify an additional device name or put the correct device name in case you are using custom trunks.
da_dk: Du vil måske ønske at angive yderligere device navne eller skrive det korrekte device navn i tilfælde du bruger brugerdefinerede linier.

source: Channel to use as queue member when adding/removing/pausing this button into a queue.
da_dk: Kanal til at bruge som kø medlem når denne knap tilføjes/fjernes/sættes på pause i en kø.

source: Voicemail mailbox to query for new voicemail.
da_dk: Telefonsvarer mailboks til at tjekke for ny besked.

source: Saving...
da_dk: Gemmer...

source: Label
da_dk: Titel

source: Synchronize Labels
da_dk: Synkroniser titler

source: No
da_dk: Nej

source: Yes
da_dk: Ja

source: Enabled
da_dk: Aktiveret

source: Privacy
da_dk: Privatliv

source: External Transfer
da_dk: Ekstern viderestilling

source: Channel
da_dk: Kanal

source: Originate Channel
da_dk: Oprindelig kanal

source: Tags
da_dk: Mærker

source: Custom ASTDB
da_dk: Brugerdefineret ASTDB

source: ChanSpy Options
da_dk: muligheder for ChanSpy

source: Add Group
da_dk: Tilføj Gruppe

source: Groups can be used to restrict the buttons a user should see in his panel. You can create a group with only 5 extensions and assign it to a user in the Users tab, so he can only see those extensions.
da_dk: Grupper kan bruges til at begrænsede knapper en bruger må se i sit panel. Du kan oprette en gruppe med kun 5 lokalnumre og tildele den til en bruger i bruger fanen, så kan brugeren kun se disse lokalnumre.

source: Name
da_dk: Navn

source: Included Buttons
da_dk: Inkluderede knapper

source: Select the buttons you want to include in this group.
da_dk: Vælg knapperne du vil inkludere i denne gruppe.

source: Check All
da_dk: Marker alle

source: Delete Group %s
da_dk: Slet gruppe %s

source: Edit User %s
da_dk: Rediger bruger %s

source: Edit Group %s
da_dk: Rediger gruppe %s

source: Edit
da_dk: Rediger

source: Please enter a group name.
da_dk: Venligst indsæt et gruppenavn.

source: Ringgroups
da_dk: Ringe grupper

source: A template is a set of permissions, groups and plugins that you can assign to users in one step inside the Users menu for easy and quick management.
da_dk: En skabelon er et sæt af tilladelser, grupper og tilføjelser som du kan tildele brugere i et trin, inde i brugermenuen for nem hurtig opsætning.

source: Add Template
da_dk: Tilføj skabelon

source: Edit Template %s
da_dk: Rediger skabelon %s

source: Template Details
da_dk: Skabelon detaljer

source: Template %s deleted!
da_dk: Skabelon %s Slettet!

source: Template %s inserted!
da_dk: Skabelon %s tilføjet!

source: User %s deleted!
da_dk: Bruger %s slettet!

source: User %s inserted!
da_dk: Bruger %s tilføjet!

source: Group %s deleted!
da_dk: Gruppe %s slettet!

source: Group %s inserted!
da_dk: Gruppe %s tilføjet!

source: Restricted Permission %s deleted!
da_dk: Begrænset tilladelse %s slettet!

source: Restricted Permission %s inserted!
da_dk: Begrænset tilladelse %s tilføjet!

source: Delete Template %s
da_dk: Slet skabelon %s

source: Delete Restricted Permission %s
da_dk: Slet begrænset tilladelse %s

source: Select the groups you want to add to this template. If no groups are selected the user will be able to see all buttons.
da_dk: Vælg grupperne du vil tilføje denne skabelon. Hvis ingen grupper er valgt vil brugeren kunne se alle knapper.

source: Select the plugins you want to enable in this template.
da_dk: Vælg den tilføjelse du vil aktivere i denne skabelon.

source: Make Default
da_dk: Gør til standard

source: Assign this template by default when adding new users.
da_dk: Tildel denne skabelon som standard når brugere tilføjes.

source: The name for this template.
da_dk: Navnet for denne skabelon.

source: Choose the permission you wish to include in this template.
da_dk: Vælg tilladelse du vil inkludere i denne skabelon.

source: The name for this group.
da_dk: Navn for denne gruppe.

source: Add Restricted Permission
da_dk: Tilføj begrænset tilladelse

source: Restricted permissions lets you limit actions to a specific set of extensions/groups. They are only used for restricting actions. If you want a quick way to assign permissions, then you should use Templates as restricted permissions will limit user actions.
da_dk: Begrænsede tilladelser lader dig begrænse handlinger til et specifikt set af lokalnumre/brugere. De bruges kun til at begrænse handlinger. Hvis du vil tildele tilladelser på en hurtig måde, skal du bruge skabeloner da begrænsede tilladelser vil begrænse bruger handlinger.

source: Edit Restricted Permission %s
da_dk: Rediger begrænsede tilladelser %s

source: The name for this permission.
da_dk: Navnet for denne tilladelse.

source: Choose the permission you want to include in this advanced permission.
da_dk: Vælg tilladelsen du vil inkludere i denne avancerede tilladelse.

source: Restrict to Groups
da_dk: Begræns til grupper

source: Select the groups you want to restrict this permission to. You will be able to perform the actions only to the extension/buttons that are part of the selected groups. If no groups are selected, the permission will be allowed to every button on the panel.
da_dk: Vælg grupperne du vil begrænse denne tilladelse til, Du kan kun udføre handlinger for lokalnumre/knapper der er en del af de valgte grupper. Hvis ingen grupper er valgt vil tilladelsen være for alle knapper i panelet.

source: Please insert a permission name.
da_dk: Venligst indsæt tilladelsens navn.

source: That name is reserved for stock permissions, choose another one.
da_dk: Dette navn er reserveret for indeværende tilladelser, venligst vælg et andet.

source: Accept
da_dk: Aksepter

source: Cancel
da_dk: Annuller

source: The following error(s) occurred processing the uploaded file: %s
da_dk: Følgende fejl opstod under behandling af filen til upload: %s

source: Plugin installed successfully. You need to enable it globally or assign it to some users to make it available.
da_dk: Tilføjelse installeret succesfuldt. Du skal aktivere den globalt eller tildele den til nogen brugere for at gøre den tilgængelig.

source: FOP2 Repository - Available Plugins
da_dk: FOP2 repositorie - Tilgængelige tilføjelser

source: Globally Enabled
da_dk: Globalt aktiveret

source: Uninstall
da_dk: Afinstallere

source: Install
da_dk: Installer

source: Buy
da_dk: Optaget

source: Update
da_dk: Opgrader

source: Free
da_dk: Gratis

source: Online Repository not reachable/accessible
da_dk: Online repositoriet er ikke tilgængeligt

source: Locally Available Plugins
da_dk: Lokalt tilgængelige tilføjelser

source: Upload Plugin
da_dk: Upload tilføjelse

source: You can upload a tar gzip file containing a FOP2 plugin from your local system. If a plugin with the same name already exists, it will be overwritten.
da_dk: Du kan oploade en tar gzip fil indeholdende en FOP2 tilføjelse fra dit lokale system. Hvis en tilføjelse med samme navn findes allerede, viil den blive overskrevet.

source: Available Version
da_dk: Tilgængelig version

source: Installed Version
da_dk: Installeret version

source: Browse
da_dk: Gennemse

source: Welcome
da_dk: Velkommen

source: Error extracting plugin archive
da_dk: Fejl ved udpakning af tilføjelse

source: Hide/Show Plugin Settings
da_dk: Skjul/vis tilføjelses indstilling

source: Settings
da_dk: Indstillinger

source: Add Section
da_dk: Tilføj sektion

source: Remove Section
da_dk: Fjern sektion

source: Please wait...
da_dk: Venligst vent...

source: Enter Section
da_dk: Indsæt sektion

source: That section already exists!
da_dk: Den sektion findes allerede!

source: Section cannot be empty!
da_dk: Sektionen kan ikke være tom!

source: %s users added
da_dk: %s Brugere tilføjet

source: %s buttons added
da_dk: %s Knapper tilføjet

source: Configuration saved
da_dk: Konfigurationen gemt

source: Error finding uploaded file. Did you select one? Check your PHP and/or web server configuration.
da_dk: Uploade fil ikke fundet. Har du valgt en? Check din PHP og/eller webserver version

source: File must be in tar+gzip (.tgz or .tar.gz) format
da_dk: Filen skal være i tar+gzip format. (tgz o .tar.gz)

source: Filename does not have the correct format: it must be pluginname-version.tar.gz (eg. customplugin-0.1.tar.gz)
da_dk: Filnavnet har ikke korrekt format: Det skal være tilføjelsesnavn-version.tar.gz (Eks: customplugin-0.1.tar.gz)

source: FOP2 Server is not responding. Be sure the service is running!
da_dk: FOP2 server svarer ikke. Vær sikker på servicen kører!

source: Licensed Plugins
da_dk: Registreret tilføjelse

source: There are no licensed plugins
da_dk: Der er ingen registrerede tilføjelser

source: The FOP2 Manager lets you configure users, permissions, button details and options. It will also let you install, uninstall and configure FOP2 plugins. It will read data from your configuration backend (FreePBX, Thirdlane, etc) and populate its own tables with your preferences.
da_dk: FOP2 manageren lader dig konfigurere brugere, tilladelser og knappers detaljer muligheder. Den vil også lade dig installere, afinstallere og configurere FOP2 tiilføjelser. Den vil læse data fra dit system (FreePBX, Thirdlane, o.s.v) og generere sine egne preferencer.

source: Close
da_dk: Luk

source: Upgrade Available
da_dk: Opgradering tilgængelig

source: Upgrade
da_dk: Opgrader

source: New %s version %s available for download
da_dk: Ny %s Version %s tilgængelig for download

source: (Your current version is %s)
da_dk: (Din nuværende version er %s)

source: FOP2 Reloaded
da_dk: FOP2 genstartet

source: Reload FOP2
da_dk: Genstart FOP2

source: Show Changelog
da_dk: Vis Changelog

source: Hide Changelog
da_dk: Gem Changelog

source: File extracted successfully!
da_dk: Filen udpakket succesfuldt!

source: Cannot read file %s for extraction
da_dk: Kan ikke læse fil %s for udpakning

source: Extraction directory %s does not exists!
da_dk: Udpaknings folder %s eksisterer ikke!

source: Error while extracting file %s into directory %s
da_dk: Fejl under udpakning af fil %s ind i folder %s

source: Problem trying to find the extracted upgrade files. There is no %s directory.
da_dk: Problem med at finde de udpakkede filer. Der er ingen %s folder.

source: The permission name is already in use.
da_dk: Tilladelsens navn er allerede i brug.

source: The template name is already in use.
da_dk: Navnet på skabelonen er allerde i brug.

source: The name cannot be empty!
da_dk: Navnet kan ikke være tomt!

source: The user number is already in use.
da_dk: Bruger nummeret er allerede i brug.

source: Create option
da_dk: Opret mulighed

source: Price
da_dk: Pris

source: Backend Engine: %s
da_dk: Backend system: %s

source: Language
da_dk: Sprog

source: User
da_dk: Bruger

source: Log in
da_dk: Log ind

source: Invalid Credentials
da_dk: Ugyldige oplysninger

source: Actions
da_dk: Handlinger

source: That name is reserved for default groups, choose another one.
da_dk: Navnet er reserveret for standard grupper, vælg et andet.

source: Logout
da_dk: Log ud

source: Recreate Users
da_dk: Genskab bruger

source: Variable to send to the Asterisk Manager when issuing Originate commands specific for setting a phone to auto answer via sip headers or similar. This will be used if the user toggles auto answer in its own FOP2 Preferences setting
da_dk: Variabel at sende til Asterisk manager ved udstedelse Stammer kommandoer specifikke for at sætte en telefon til autosvar via SIP overskrifter eller lignende. Dette vil blive brugt, hvis brugeren skifter autosvar i sin egen FOP2 præferenceindstillingen

source: Variables to send to the Asterisk Manager when issuing Originate commands (performing a dial from FOP2).
da_dk: Variabler til at sende til Asterisk manager ved udstedelse Stammer kommandoer (udfører en ringes fra FOP2).

source: Originate Variables
da_dk: Stammer Variabler

source: AutoAnswer Header
da_dk: Automatisk Svar Header

source: File %s removed successfully
da_dk: Fil %s fjernet med succes

source: Could not remove file %s!
da_dk: Kunne ikke fjerne fil %s!

source: Edit Setting
da_dk: Rediger Indstilling

source: Search
da_dk: Søgning

source: Mass Update
da_dk: Masse opdatering

source: Mass Update via CSV File
da_dk: Masse opdatering via CSV-fil

source: Select a CSV file to upload with data to perform the mass update. You must pass an extension field in the CSV file to match against the Button extension. For example:
da_dk: Vælg en CSV-fil til at uploade data til at udføre massen opdatering. Du skal bestå en udvidelse felt i CSV-filen til at matche mod knap forlængelse. For eksempel:

source: Please assign fields for your CSV file columns. The extension field is mandatory and will be used to match the corresponding extension in the FOP2 Buttons list. Columns with no assigned field will be discarded.
da_dk: enligst tildele felter for dine CSV fil kolonner. Forlængelsen felt er obligatorisk og vil blive brugt til at matche den tilsvarende udvidelse i listen FOP2 Knapper. Kolonner uden tildelte område vil blive kasseret.

source: Empty file?
da_dk: Er filen tom?

source: Could not copy uploaded file
da_dk: Kan ikke uploade filen

source: Could not upload file
da_dk: Kunne ikke uploade filen

source: Please assing data columns
da_dk: Venligst tildele et felt til datakolonner

source: Please assign the extension field to a column
da_dk: Por favor asigne el campo extensión a alguna columna de datos.

source: Tennats
da_dk: Lejere

source: Dashboard
da_dk: Instrumentbræt

source: Preferences
da_dk: Præferencer

source: Sounds
da_dk: Lyde

source: Chat Sounds
da_dk: Chat Lyde

source: Queue Sounds
da_dk: Kø Lyde

source: Ring Sounds
da_dk: Ring Lyde

source: Default Queue View
da_dk: Standard Kø Display

source: Dynamic Line Display
da_dk: Dynamisk Linie Display

source: Automatic Popup
da_dk: Automatisk Popup

source: Notify Duration
da_dk: Varihed af notifikation

source: Phone
da_dk: Τelefon

source: Auto Answer
da_dk: Auto Svar

source: Summary
da_dk: Sammenlagt

source: Detailed
da_dk: Detaljeret

source: Add
da_dk: Tilføj

source: Add %s
da_dk: Tilføj %s

source: Delete %s
da_dk: Slet %s

source: Delete
da_dk: Slet

source: Settings let you change some default behaviour for the Switchboard, like enabling drag&amp;drop, webSocket, changing the number of lines to display per button, change available presence options, etc.
da_dk: En configuración pueden modificarse opciones básicas de configuración y apariencia del panel, como habilitar drag&amp;drop, web sockets, cambiar el número de líneas a mostrar por botón, configurar opciones de presencia, etc

source: Access Control
da_dk: Adgangskontrol

source: Resource
da_dk: Ressource

source: Required Roles
da_dk: Krævede Roller
